;------------------------------------------------------------------------------
; UltraDefrag GUI Latvian Language Pack.
; Copyright (C) 2009 by Sevelyr
;------------------------------------------------------------------------------
; History --- Date ---------- Full Name
;------------------------------------------------------------------------------
; Revised Feb. 14, 2010 by Stefan Pendl
;------------------------------------------------------------------------------

; Please keep the header and comments in English and use Latin letters,
; so everyone understands them

; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.


; Main window controls.

RESCAN_DRIVES         = Disku meklēšana
SKIP_REMOVABLE_MEDIA  = Izlaist maināmus datu nesējus
CLUSTER_MAP           = Diska karte
ANALYSE               = Analizēt
DEFRAGMENT            = Defragmentēt
OPTIMIZE              = Optimizēt
PAUSE                 = Pauze
STOP                  = Apturēt
REPORT                = Atskaite
SETTINGS              = Uzstādījumi
ABOUT                 = Par programmu
SHUTDOWN_PC_AFTER_A_JOB  = Shutdown PC kad izdarīts
HIBERNATE_PC_AFTER_A_JOB = Pārziemot PC kad izdarīts

; Drives list items.

VOLUME                = Sējums
STATUS                = Statuss
FILESYSTEM            = Failu sistēma
TOTAL                 = Kopā
FREE                  = Brīvs
PERCENT               = Procentos

; Status messages

STATUS_RUNNING        = Izpildes
STATUS_ANALYSED       = Analīze
STATUS_DEFRAGMENTED   = Defragmented
STATUS_OPTIMIZED      = Optimizēta

; Status bar messages.

DIRS                  = Mapes
FILES                 = Faili
FRAGMENTED            = Fragmentēti
COMPRESSED            = Saspiesti
MFT                   = MFT

; About window.

ABOUT_WIN_TITLE       = Par programmu Ultra Defragmenter
CREDITS               = Autori
LICENSE               = Licence

; Shutdown confirmation

PLEASE_CONFIRM             = Please Confirm
REALLY_SHUTDOWN_WHEN_DONE  = Do you really want to shutdown when done?
REALLY_HIBERNATE_WHEN_DONE = Do you really want to hibernate when done?
SECONDS_TILL_SHUTDOWN      = seconds till shutdown
SECONDS_TILL_HIBERNATION   = seconds till hibernation
YES                        = Yes
NO                         = No

; END OF FILE
